ext-sources-app/tests/test_files/soap/BBHT_testSearchByLicenseNumber_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:search>
         <arg0>
            <identifier>12</identifier>
            <licenseType>
               <name>LPC</name>
            </licenseType>
         </arg0>
      </impl:search>
   </soapenv:Body>
</soapenv:Envelope>